Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 守卫见两人不听‘劝告’，眼睛一寒，怒喝一声便立刻向两人发动攻击，手中尖锐的长枪刺向离他最近的游小默，尖枪直取喉咙，眼看着就要刺中，围观的人群响起一阵惊呼声。
en_us: Seeing that they ignored his 'advise', a cold glint shined across his eyes and with a roar, the guard attacked. The piercing lance in his hand went to You XiaoMo, the one closest to him, headed straight for his throat. Seeing that it was about to land, cries of shock could be heard from the crowd.

source: 守卫队长不敢一个人对上少年，连忙吼道：“大家一起……啊……”
en_us: The guard didn't dare face the young man alone, hurriedly calling out, "Everyone, together... ah..."

source: 守卫队长皱眉思索了一下，摇摇头，“这个……小人并未看到什么可疑的人影。”
en_us: The guard captain frowned as he thought about it before shaking his head, "This... this one has not seen any suspicious figures."

source: 守卫队长立刻将他的队伍分成了三小队，每队五人。
en_us: The captain of the guards immediately divided his team into three teams of five.

source: 守卫队长见状便不再说废话，手中的长枪挥舞起来，大喝一声就要朝他发出一道攻击。
en_us: Seeing this, the guard didn't bother wasting his breath and swung his spear, prepared to send an attack with a shout.

source: 守卫队长走到前头，手中的长枪举起，面无表情的指住少年，口中发出严厉的警告声。
en_us: The head of the guards walked forwards, his spear raised and pointed at the young man emotionlessly as he gave his warning.

source: 安桥和游小默有仇，这是很多人都知道的事实，大概是害怕游小默会找上门，在他们回逍遥院的前一天，他就跑回丹师工会了。
en_us: An Qiao had a grudge against You XiaoMo, that was something everyone knew

source: 完成最后一道程序，游小默用袖子擦了下布满额头的汗。
en_us: After finishing the last sequence, You XiaoMo used the edge of his sleeve to wipe the sweat from his forehead.

source: 完整的地图显示白虎右眼的部位就是他们的目标，看起来不难找，实际上白虎的头部是被破坏得最严重的地方，这部分花了游小默很多时间，到现在他都没能准确的找出正确的位置，只能确定会死在哪个范围内。
en_us: The complete version of the map showed that the right eye of the tiger was their destination. It didn't look hard to find but the head the of tiger was the most damage, so recovering this part took You XiaoMo a lot of time. Even now he wasn't completely sure of it's exact whereabouts, only the approximate area.

source: 定力较差的契约兽们，比如新加入的大鹏鸟，他也吐血了。
en_us: Those with less composure, like the new member, the Giant Roc, he also felt it in his throat.

source: 实力较强的，大部分已经看穿了银戈的身份，说来他的父亲九头蛇皇确实是一头十二阶强者，只是他已经有千年没出现过，对他的印象也越来越淡。
en_us: Those who were more powerful had already figured out Yin Ge's identity. Speaking of, his father, the Nine-Headed Snake King, truly was a level twelve powerhouse. It was just that this powerhouse hadn't appeared in millennia, so he had begun fading from people's memories.

source: 实际上邀请的人只有凌霄而已。
en_us: In reality, it was only Ling Xiao who had been invited.

source: 实际上，外人根本不了解，就在半年多前，滕梓叶已经被破格，以六级下品的实力升入甲级学区，现在的他，实力很可能是中品或下品了。
en_us: In reality, people didn’t know that half a year ago, the academy had made an exception for Teng ZiYe to join Ward A as a low grade level six mage. Now, he was probably mid or high grade.

source: 客栈是天井式建筑，打开门窗就能看到各个房间的情况，二楼有四条走廊，两名外来者的房间就在游小默房间左侧那条走廊上，两个房间是紧挨着的。
en_us: The inn was built around a small inner courtyard, and you could see what was happening in every room if you opened the window or door. There were four corridors on the second floor, and the two foreigners' room was in the corridor to the left of You XiaoMo's room, very close together.

source: 客栈的大堂里，掌柜手里提着一盏油灯从拐角处走出来，昏暗的灯光照映在他脸上，在黑暗四周的衬托下，整个人看起来特别阴森恐怖。
en_us: In the lobby of the inn, the shopkeeper came out of the corner with an oil lamp in hand. In the darkness, lit only by a dim oil lamp, the shopkeeper looked very scary and frightful.

source: 客栈的掌柜也正欲哭无泪，真是无妄之灾，在见识到他们的实力后，他也补可能去找游小默和凌霄赔偿。
en_us: The innkeeper also felt like weeping but had no tears. It was really an an undeserved catastrophe. After witnessing their strength, he also could not ask You XiaoMo and Ling Xiao for compensation.

source: 客栈的掌柜将他们带到二楼，给了间最好的上房，价格很贵，一晚要十枚灵晶，据说也是针对外来者的价格，东洲的人则是一晚一枚。
en_us: The owner of the inn led them to the second floor and gave them the best room. The price was very expensive, ten spirit gems a night. Apparently, this was an outsider's price. For Dong Zhou people, it was one spirit gem per night.

source: 客栈老板突然压低声音。
en_us: The owner of the tavern suddenly lowered his voice.

source: 客栈老板给他们的地形图只表明鬼哭崖就在这里，但具体是哪座涯就没有人知道，他们必须靠自己慢慢找。
en_us: The map the innkeeper had given them only marked the Weeping Ghost Shore as being here, but as for which mountain or cliffside it was, nobody knew. They could only slowly search on their own.

source: 客栈老板说：“那些人统统都死了，最残忍的是，他们都现出本体，身上的衣服和血肉都不见了，只剩下一副骸骨，二十几个人，包括那个实力在十一阶的头儿，全部都整齐的排列在白骨小镇的大门外，所以从那以后就鲜少有人敢去鬼哭涯了。”
en_us: The owner of the tavern continued, "All of them turned up dead. The cruelest thing was that their original forms had all been revealed and their clothes and flesh were gone, leaving behind their skeletons. The twenty people, including that leader who was at level eleven, were all neatly arranged outside the gates of White Bone Town. Few people have dared to go to the Weeping Ghost Shore since then."

source: 客栈老板除了标出地名，还有注明哪些是很危险的地方。
en_us: Other than the names of places, the owner had also marked out where it was dangerous.

source: 宫殿开始将殿内的海水排出去，一些人借着这股海流顺势冲出宫殿。
en_us: The palace started to push out the sea water from within and some, rode that wave and was washed out.

source: 宫殿的正中央是一座宽阔无比的大殿，头顶镶着散发着蓝白相间的水晶，地面竟然全都是和玉床一样的材质砌成的，颜色异常明亮，整个大殿仿佛海蓝色的水下世界，互相辉映，走进去仿佛进了人间仙境。
en_us: There was a massive hall in the center of the palace, the ceiling made of crystal that shone with

source: 宫殿里的走廊通道房间，仿佛一个活生生的机关，又仿佛这是生物的五脏六腑一样，在沉寂了许多年后终于在了生命力。
en_us: The palace rooms, hallways, and tunnels, all became a part a moving mechanism, or rather, it was as if the organs of an animal suddenly gained life after many years of silence.

source: 宫长老故意掉他们的胃口，好一会才掀起嘴角说道：“他叫九夜。”
en_us: Elder Gong deliberately whet their appetite. After a while, he lifted the corner of his mouth and revealed, "He is called Jiu Ye."

source: 宫长老知他不信，“他有没有背景我不知道，不过跟他一起的那跟人却是你一百条命都惹不起的，你可知他叫什么？”
en_us: Elder Gong knew that he did not believe him, "I don't know if he has any powerful connections, but you can't afford to offend the person following him even if you have a hundred lives. Do you know what his name is?"

source: 宰杀活鸡这种活前世他还是个平凡的人类的时就已经敢做，第一道要做的正是酸辣鸡丁，这道菜口感鲜咸醇香，酸辣适口，绝对适合喜欢出荤菜的凌霄吃，就是不知道几年没做，厨艺有没有退步。
en_us: Killing live chicken was something he had done before as an ordinary human, and the first was spicy and sour chicken. This dish tasted fresh and salted, the sourness and spice melting in your mouth, definitely suitable for Ling Xiao who preferred meat. The only thing was that he didn't know if his lack of practice these few years had caused his culinary skills to regress or not.

source: 宴会快要结束的时候，银戈假装有事离开。
en_us: Yin Ge pretended that he had something to do and took his leave just as the banquet was about to end.

source: 宴会结束的时候，先前那位挑衅凌霄的赦长老突然想想风迟云和那名弟子，当他想看看两人安好与否，却怎么也找不到两人的身影，心跳咯噔了一下，不好了。
en_us: Elder She, who had previously provoked Ling Xiao, suddenly thought of Feng ChiYun and that disciple when the banquet had ended. He wanted to check if the two were safe and sound but could not find any sign of the two. His heart froze. This was not good.

source: 容颜丹是一种六级灵丹，等阶不高，但是却意外的受欢迎。
en_us: Beauty pills were a type of level six magic pill. They weren’t very high grade, but were very popular nonetheless.

source: 宽阔的楼阁到处弥漫着一股压抑的低气压，背对着楼梯，姬云琅的祖父姬赫满脸怒气，右手掌紧紧贴着桌面，手指扭曲，头发仿佛所得快翘起来一样。
en_us: There was a stifling and depressed atmosphere permeating the expansive building. Ji He was Ji YunLang's grandfather. With his back to the stairs, Ji He's face was full of anger. His right palm was pressed tightly to the table with twisted fingers, and his hair seemed about to curl up.

source: 寒潭是水妖的栖息之地，江流的下场已经可以预见了。
en_us: The cold lake was the dwelling of the Water Demons. Jiang Liu's ending could be easily predicted.

source: 察觉到外来者可能想将他们逐个击破，且没有要离开鬼哭崖的意思，六人重新聚在一起，既然对方要玩，那就陪他们好好玩一玩，天狗的尊严是不容任何人挑衅的。
en_us: Upon noticing that the outsiders had no intention of leaving the Weeping Ghost Shore and may have wanted to destroy their forces one by one, the six people grouped up together again. Since the other party wanted to play, then we'll have fun with them. The dignity of the Tengu was not to be tread on (挑衅) by anyone.

source: 察觉到杀气的人不止他们两人，堵在游小默面前的人们也纷纷感到背后一寒，一个个往后看，每个看到游小默表情的人皆下意识的让开身体。
en_us: They were not the only ones that sensed the killing intent, the ones in front of him also felt a shiver down their spine. One by one they looked over and everyone that that saw You XiaoMo's expression subconciously moved away.

source: 察觉到身后追过来的人，黑袍人甲脸色猛地一沉，然后毫不犹豫的改了个方向——黑袍人乙逃走的方向。
en_us: When he sensed that someone was chasing after him, the first black-robed person's face darkened, before he unhesitatingly changed direction -- towards the direction that the second black-robed person had fled in.

source: 对于苍盟这些大势力，黑蜘蛛并没有刻意隐瞒他们要拍卖的物品。
en_us: As for a major power such as the Cang Alliance, Black Spider hadn't taken pains to try and hide the goods that they were auctioning.

source: 对他们两人还不落下风，在感受到男人身上那股隐约的威压，似乎是一名神境七星巅峰的强者。
en_us: The two had not fallen into a disadvantageous position (对他们两人还不落下风) when they felt that faint pressure coming from that man. He seemed to be a seven star pinnacle Divine Realm expert.

source: 对付这种小喽啰，游小默一只脚就能把他们都踹翻了，他现在不高兴，自然不会手下留情。
en_us: Against these small fries, You XiaoMo could knock them all off their asses with a single kick. Right now, he was in a bad mood, and naturally wouldn't show any mercy.

source: 对其他人或许是一个大难题，但是游小默拥有啃噬结界的金翅虫，一路过去，简直如鱼得水，不多时，他就赶到宫殿的正中央。
en_us: This might be a problem for others, but You XiaoMo had seal-devouring golden winged insects. His journey over was smooth and swift. Not long after, he arrived at the center of the palace.

source: 对大部分丹师而言，西境就像一处灵草宝库。
en_us: For many mages, Western Continent was like a treasure trove of magic herbs.

source: 对妖坟场不了解的人并不知道，妖坟场的西北方向所葬的都是些真正的大神通者，在远古大战时大杀四方，威名赫赫，所以西北方向一直是前来鬼冢山脉探险的强者避之唯恐的地方。
en_us: Someone who didn't understand the Demon Beast Graveyard didn't know that the true powerhouses were buried in the Demon Beast Graveyard's northwest sector. They slaughtered everything during the ancient battle and were extremely famous, so the only place that experts who had come to explore the Ghost Tomb Mountain Range avoided and feared was the area in the northwest.

source: 对它们来说，这道气息就像行走沙漠中滴水未饮的人们突然发现一片绿洲那般诱惑，散发着让它们无法抗拒，甚至足够让它们疯狂的气息。
en_us: For them, this scent was as enticing as if a human was walking in a desert without food or water but suddenly discovered a green oasis. The diffusion of the scent made it impossible for them to resist, and it was even enough to make them go crazy.

source: 对导师和长老们来说，积分这种东西都是白来的，所以给的积分一般不会太低，因此不用担心自己会被坑。
en_us: For teachers and elders, points came for free, so the amount of points they gave out usually weren't too low and people didn't have to worry about being ripped off.

source: 对方既然有如此实力，已经足够与她平起平坐。
en_us: Since the other side has such strength, it was enough to be on an equal footing with her.

source: 对方脸上遮着东西看不到表情，但是从他们一瞬间顿住的动作可以看得出来他们也很意外。
en_us: Although the other's face was covered, but from their frozen movement, he could tell that they were surprised too.

source: 对此他一点也不意外，因为他知道他家夫人非常重视这次炼丹，心境上与以往多少有些差距，俗话说越重视就越容易出错，就是这个道理。
en_us: As for the results, he wasn't a bit surprised. He knew his wife was very concerned over his pill, so his mentality was more or less different than usual. As they say, the more you care, the more mistakes you'll make.

source: 对此，水元素之心颇为不屑，之前是因为它大意了才会着了那只全身金灿灿的妖兽的道，在它心里，他们不过小孩子的智商，对付他们轻而易举。
en_us: The Water Elemental Essence was quite disdainful towards them. Before, it was only because it was careless that it had caught the attention of the glittering demon beast. In its heart, they had the IQ of small children, and it would be very easy to deal with them.

source: 对此，游小默略感诧异。
en_us: You XiaoMo was surprised by this.

source: 对比两张地图，他只能确定右眼就在这附近，不过刚刚他用灵魂之力大面积的搜索过，没有发现哪出地方像是有洞府之类的，到处都是些残垣断壁，也就只能藏几个人。
en_us: Comparing the two maps, he was certain that the right eye was nearby. However, when he had used his soul power to sweep the area, he hadn't found anything like a cave dwelling, only ruins scattered about, capable of hiding only a few people.

source: 对游小默来说，最珍贵的不是龙血，而是在胡村挖到的十一二级灵草，数量虽然不多，但却是一笔极宝贵的财富。
en_us: For You XiaoMo, the most precious thing was not the dragon blood but the level eleven and twelve magic herbs that had been dug up in Hu Village (胡村). Although there were not many, they were still an extremely valuable asset.

source: 对这枚元素之心有一样心思的人不止他们两人，还有云少，从第一眼看到它开始，云少的视线就像粘在上面一样再也分不开，眼睛迸射的火热绝对不比游小默少，连呼吸都加重了许多。
en_us: They were not the only two who had the same idea about the Elemental Essence, there was also Yun Shao. Yun Shao's gaze seemed to have been stuck there as it never moved from the very first time he caught sight of it. The passion shooting forth from his eyes was not any lesser than You XiaoMo's and his breathing even became more intense.

source: 对面的游震天看到光圈之中闪现着长相非常奇怪的妖兽后，眼皮剧烈的跳动起来，他竟然从中感受到一股心悸的感觉，这怎么可能？
en_us: After You ZhenTian saw very strange-looking demon beasts flashing in the ball of light (光圈之中), his eyelid violently twitched. He actually felt his heart palpitate from within his chest. How was this possible?

source: 对面的游震天看到这一幕就想追过去，但脚刚踏出一步，心中猛然一悸又把脚收了回来，精明的双目反而震惊的盯着猛虎的方向。
en_us: You ZhenTian wanted to chase after them upon seeing this, but as soon as he took a step forward, a sudden palpitation in his heart caused him to withdraw his foot. Instead, his shrewd eyes stared at the fierce tiger in shock.

source: 对面的游震天突然大吼一声，“猛虎出啸！”
en_us: You ZhenTian suddenly howled, "Roar, Fierce Tiger!" (猛虎出啸)

source: 对面的谢俊却听得心头一跳，这个男人竟然知道他们就在附近？
en_us: Xie Jun's heart jumped when he heard this. This man knew that they were nearby?

source: 对面的麟昊武在听到这句话的时候已经被气得脸色铁青了，敢情被耍的那个是他自己，而他却还在沾沾自喜。
en_us: When Lin HaoWu heard this statement from across them, he was already so mad that his face was ashen. So the one being played was him, yet there he was still feeling pleased with himself.

source: 对面，游小默和凌霄已经不在了。
en_us: On the other hand, both Ling Xiao and You XiaoMo were gone.

source: 寻宝这种游戏永远都是大家最热衷的一种娱乐活动。
en_us: Treasure hunting had always been one of the most popular entertainment activities.

source: 寻找了将近一该钟，他们才降落在一处陡峭的山峰。
en_us: After searching for almost fifteen minutes, they landed on a sharp peak.

source: 导师们纷纷脸色微变，“这是六级中品灵丹？”
en_us: The mentors all showed surprise, “Is that a mid grade level six pill?”

source: 封城一令是黑熊下达的。
en_us: The order to seal the city was issued by Hei Xiong.

source: 将东西放下后，他走到屏风后看了下凌霄的情况，眼睛还是没有睁开，怕打扰他就没叫他。
en_us: Once he placed the stuff down, he walked over to the screen to check on Ling Xiao. Seeing that his eyes were still unopened, he didn't call in fear of disturbing him.

source: 将东西放下后，掌柜又端起之前送来的宵夜，说道：“客官，这宵夜冷了，我就拿下去了。”
en_us: Once he put the stuff down, the shopkeeper took the previous stuff and said, "Customer, this snack's gone cold by now so I'll take it down stairs with me."

source: 将东西统统处理掉，游小默一点吃东西的欲望都没有了。
en_us: By the time it was completely cleared away, You XiaoMo didn't have any desire to eat anymore.

source: 将外面的泥壳剥开，游小默将两只叫化鸡分成几部分，除了吞金兽和两只金翅虫比较少，黄鼠兽分到四分之一，凌霄则一半，刚好一整只分完。
en_us: Taking away the outer layer, You XiaoMo split up the turkey. Other than the Metal Swallowing Beast and the Golden Winged Insects getting a smaller portion, the Ground Squirrel Beast was given a fourth, and Ling Xiao a half. Perfectly dividing a turkey.

source: 将守卫队长踢飞的少年早已不知所踪。
en_us: The young man that had kicked the guard had long since disappeared.

source: 将所有灵草一齐扔进炉鼎里，炉鼎里早已充斥着满满的灵魂之力，一瞬间便将灵草有条不紊的分开……
en_us: When all of the magic herbs were thrown into the cauldron, the cauldron had long since been filled to the brim with soul force, and it methodically separated the magic herbs in an instant......

source: 将整个过程看在眼里的游小默连忙拽住凌霄，悄悄的传音道：“这样可以吗，如果被银戈的父亲知道了，他一定知道我们在撒谎。”
en_us: You XiaoMo, who had watched the entire thing, hurriedly pulled at Ling Xiao and whispered, "Is this alright? If Yin Ge's father finds out, he'd know we're lying."

source: 将来要是被打败了，准是名字取得不好。
en_us: If they were ever defeated in the future, it was all the fault of this nam.

source: 将桌上的瓶瓶罐罐收起来，游小默用灵水洗了把脸，整理了下形象才走出内室，刚打开门，差点被门外的人吓一跳。
en_us: Tidying up the vials and bottles on his desk, You XiaoMo washed his face with spiritual water and tidied himself up a little before leaving the interior room. He had only just opened the door when he got a scare from the people outside.

source: 将水鲨引来的那道气息正是精血散发出去的气味，白虎是远古唯一一头帝王兽，他的精血对所有的妖兽和人类都具有极强的吸引力，这也是凌霄建议游小默在这里炼化精血的原因之一。
en_us: The scent that had lured over all of the sharks was precisely the smell that the Life Blood emitted. The White Tiger was one of the very few ancient Emperor Beasts, so its Life Blood had a very powerful attraction for demon beasts and humans alike. This was one of the reasons why Ling Xiao advised that You XiaoMo refine the Life Blood here.

source: 将灵晶和水晶都装进储物袋，游小默还把储物袋附送给老夫妇。
en_us: He put all the spirit gems and crystal coins into a magic bag and gifted the magic bag to the couple as well.

source: 将灵草扔进去后，游小默并没有动手。
en_us: After throwing in all the magic herbs, You XiaoMo didn’t make to move his hands.

source: 将莫雪包裹起来的空间之力突然剧烈的翻滚起来，好像一下子从一个温顺美人变成暴躁美人，裹在其中的莫雪首当其冲。
en_us: The spacial force that enveloped Mo Xue suddenly began to trash wildly, from gentle to violent, and Mo Xue took the brunt of the damage.

source: 将通灵玄龟的后代交给两个初次见面的陌生人，其实莫景也是下了很大的决心。
en_us: In reality, in order for Mo Jing to give the descendant of the Psychic Black Turtle to a stranger he had only just met for the first time, he must have already made a huge decision.

source: 将需要的东西都准备好，立即启程前往冥想室和驭兽室，接下来的二十几天，他可能会在两个石室中度过，来之前他已经知会过凌霄了。
en_us: after preparing everything he needed, You XiaoMo headed towards the Meditation Room and Beast Transfiguration room. In the next twenty something days, he was unlikely to leave the two rooms. He had informed Ling Xiao beforehand.

source: 小主人太重要了，这次他才刚到西境的边缘就被人埋伏，那么在通往玄龟族的路上一定还会有很多敌人在等着他。
en_us: The Young Master was too important. This time, he had only reached the edge of the Eastern Continent before being ambushed by someone, so there must be even more enemies waiting for him on the road to the Black Turtle Clan.

source: 小主子是通灵玄龟，玄龟的龟壳上有纹路，这只小乌龟没有，看起来似乎是只普通的乌龟，看一眼他就没在意了。
en_us: Young Master was a Psychic Black Turtle, and their shells had a pattern across them. This baby turtle didn't have any, and it seemed that it was just an ordinary baby turtle. He glanced at it once and then lost interest.

source: 小乌龟不足半岁，灵智尚未完全开启，因此还不能听懂别人的话。
en_us: The little tortoise was less than half a year old and its gnosis had not opened completely. Thus, it was unable to understand human language.

source: 小乌龟刚出生不久，他也不知道玄龟族是怎么培养后代的，这段时间一直喂他吃灵果，要是他把小乌龟整残了，他就罪过了。
en_us: The baby turtle was born not too long ago, and You XiaoMo didn't know how the Black Turtle Clan took care of its descendants. During this time he had been feeding it magic fruit (灵果) all along, and if he had ruined the baby turtle, then he was screwed.

source: 小乌龟在他手里缓慢的爬着，爪子轻轻的搭在他的指腹上，力道很轻，像在挠痒痒一样，这个动作表示它很高兴。
en_us: The baby turtle crawled slowly across his hand, and its claws hung gently over his fingers. Its strength was very light, so it felt as if it was tickling him. This movement indicated that it was extremely happy.

source: 小乌龟并没有挣扎，小小的脑袋甚至卖萌的蹭蹭他的手心。
en_us: The baby turtle didn't struggle at all, actually, acting cute (卖萌), it's tiny head even rubbed againts his palm.

source: 小乌龟慢吞吞的爬回游小默手边，顺着他的手指又开始往上爬，一副‘不跟你们玩了’的态度。
en_us: The baby turtle crawled slowly back to You XiaoMo's hand and started to crawl up along his fingers with an 'I won't play with you' attitude.

source: 小乌龟用脑袋蹭蹭他的手心。
en_us: The baby turtle bumped his head against the palm of You XiaoMo's hand.

source: 小乌龟还没有名字，莫景说玄龟族的后代出生后都是由族中的长老赐名的，而这只小乌龟出生时不在族中，所以到现在都没有名字。
en_us: The little tortoise still did not have a name. Mo Jing had said that the descendants of the Black Tortoise Clan were all bestowed names by the elders in the clan after they were born. However, this little tortoise was born outside the clan, so he had no name even until now.

source: 小助手也知道不可能，他只是单纯抱怨一下而已。
en_us: The assistant knew that it was impossible, too. He was just complaining.

source: 小助手唉声叹气的抱怨道：“枉费我特意把菜藏起来，没想到还是被别人吃了，那群人这是讨厌，不经过别人的同意就吃被人的东西。”虽然对方有给他们一枚灵晶，但是谁稀罕啊，那群趾高气昂的家伙。
en_us: The little assistant sighed and complained, "I deliberately hid the food. I didn't expect it to still be eaten by others. They sure are annoying, eat what belongs to others without their consent." Although the other party gave them a spirit gem in compensation, but who cared about that? Those arrogant bastards.

source: 小助手帮忙把菜端到游小默的房间后就匆匆忙忙的跑了，连房间的门都忘记帮忙关上，游小默只好自己过来关。
en_us: After the little assistant brought the food to You XiaoMo's room, he hurried back, even forgetting to close the door behind him. You XiaoMo had close up after him.

source: 小助手撇了撇嘴。
en_us: The assistant grimaced.

source: 小小的成衣店立刻被这股气势给撑满了，正面被这股气势冲击到的老板娘双腿一软，要不是刚好站在柜台边，她就直接跪下去了。
en_us: The small proprietress was immediately caught full force by this blast of aura, and was attacked directly by this aura until both of her knees went soft. If it weren't for the fact that she happened to be standing next to the counter, she would have directly kneeled down.

source: 小岛虽然有个小字，但是面积仍然很大。
en_us: Even though the small island was called 'small,' its surface area was actually very large.

source: 小木屋外，躲在窗边偷看的游小默亲眼看着银戈脱下风迟云的衣服，呀，身材不错，可能因为过于羞耻，风迟云从耳根到胸口都染上了红晕。
en_us: Outside of the hut, You XiaoMo, peeping on the two, saw Yin Ge take off Feng ChiYun's robes. Hey, he had a pretty good figure. Probably because of embarrassment, Feng ChiYun was red from his chest to his ears.

source: 小村庄住的都是人类，周围多是密集的竹林，青色一片很养眼，藏在这里确实比较不引人注意。
en_us: Humans were the only ones living in the small village surrounded by dense bamboo forests. The stretch of green was extremely eye-catching and hiding here was definitely less conspicuous.

source: 小样离开他这么久，竟然变成这副德行，果然是欠调教啊，难怪凌霄给他取名叫混球，果然是个混球！
en_us: After that brat left them, he actually changed to become like this. He was truly lacking in discipline, so no wonder Ling Xiao gave him the name 'Bastard', he was indeed a bastard!

source: 小港口只剩下凌霄和玄盛二人。
en_us: Ling Xiao and Xuan Sheng were the only ones left at the tiny port.

source: 小港口的位置略微偏僻，他们走了一段路，人越来越少，到最后甚至连一个人都看不到，所谓的小港口其实是一个荒废的港口，自从鲸岛发展起来，小港口因为朝向不对，又满足不了渔民们的需求，所以从很久以前就废弃了。
en_us: The location of the tiny port was slightly remote. There were fewer and fewer people as they walked along the road till they could not even see a single person. The so-called tiny port was actually an abandoned port. Since the development of Whale Island, the tiny port had been abandoned for a long time because its facing was wrong and it could not meet the requirements of the fishermen.

source: 小的们立刻露出一脸淫荡的表情，纷纷大笑起来。
en_us: The others instantly revealed lascivious expressions, and they all started to laugh.

source: 小的现在才二品修为啊！
en_us: This one's (小的) cultivation is currently only at Grade Two ah!

source: 小秋在峡谷边上发现一个刚踩上去不久的脚印，大峡谷周围都是岩石，不容易留脚印，对方的鞋子应该是先踩到松软的泥巴才刚好印上去的。
en_us: Little Qiu (小秋) discovered a fresh footprint at the edge of the canyon. The area surrounding the canyon was all made up of rocks, so it wasn't easy to leave a footprint. The other person's shoe must have first stepped into loose mud in order for it to just happen to leave a footprint behind.

source: 小镇规模不大，但是进出的人非常多。
en_us: The towns weren't big, but many people came and went each day.

source: 小鸡的敌人都不能轻易的放过。
en_us: None of Little Chicken's (小鸡) enemies could be just easily let go like that.

source: 小默干脆使用一枚空间符，只要让凌霄稍微控制下距离，应该就能传送到鬼冢山脉附近。
en_us: XiaoMo simply decided to use a teleportation talisman. They should be able to be transported to the vicinity of the Ghost Tomb Mountain Ranges as long as he let Ling Xiao control the distance a little.

source: 少了一条手臂的刑七顿时眯起眼，看着脾气越来越暴躁的黑熊，心里却不感到意外。
en_us: Xing Qi, one arm gone, immediately narrowed his eyes. He was unsurprised at Hei Xiong growing temper.

source: 少年仿佛没听到一样，步伐没有丝毫停顿。
en_us: The young man seemed to not have herad, his footsteps not stopping.
